{"skills":[{"Skills & Expertise":" Leadership\n\nPage2\n\nStart-ups Teamwork Sustainability Community Outreach Research Construction Grant Writing Report Writing Public Speaking Community Development Volunteer Management Environmental Policy Nonprofits Higher Education Teaching SPSS Conflict Resolution\n\n"}],"summary":[{"Summary":" I have a strong desire to learn more about the environment and I am willing to get involved. I work well in a team or independently and I am motivated to get the job done in the best and most efficient way possible.\n\n"}],"basics":{"title":"Director","email":["samrs116@gmail.com"],"name":{"surname":"Writing","firstName":"Grant"}},"extracurricular":[{"Volunteer Experience":" Volunteer at Mennonite Disaster Service July 2012 - Present\n\nWorked on several different projects, repairing houses damaged by flooding in Minot, North Dakota\n\n"}],"education_and_training":[{"Education":" Eastern Mennonite University Bachelor’s Degree, Environmental Sustainability, 2013 - 2016 Lancaster Mennonite High School 2008 - 2012\n\n"}],"work_experience":[{"date_end":"April 2016","jobtitle":"Director","text":" (9 months)\n\nThis is my third year working with Residence Life at Eastern Mennonite University. This position is designed to help some younger Community Advisers through mentor programs and assisting in whatever the Resident Director needs help with.\n\nIntern at Secure Futures ","date_start":"August 2015"},{"date_end":"May 2015","jobtitle":"Advisor","text":" at Eastern Mennonite University August 2013 - April 2015 (1 year 9 months)\n\nServe in a leadership position for residents on a dormitory hall. I am in charge of facilitating activities based around community building and creating an positive atmosphere for those on my hall.\n\nSeasonal Grounds Worker at Landis Homes May 2014 - August 2014 (4 months)\n\nCare for the grounds on the campus of Landis Homes Retirement Community. Daily tasks include lawn mowing, weed eating, mulching, tree trimming, and other lawn care jobs.\n\nSubcontractor at Longview Structures May 2013 - August 2013 (4 months)\n\nWorked construction for big and small jobs. Experienced the start-up construction of a sustainable straw-bale house.\n\n","date_start":"April 2015"},{"Experience":" Campus Sustainability Coordinator at Secure Futures LLC June 2016 - Present (3 months)\n\nAssistant Resident "}],"misc":[{"Interests":" Helping others, athletic activities, new technologies, music, animals, nature\n\nPage3\n\nSam Stoner Campus Sustainability Coordinator samrs116@gmail.com\n\nContact Sam on LinkedIn\n"}]}