{"skills":[{"Skills & Expertise":" Start-ups Microsoft Office Public Speaking Microsoft Excel Social Media PowerPoint Research Microsoft Word Event Planning Sports Project Management Business Strategy Social Networking Leadership Management Social Media Marketing Customer Service Sales Fundraising\n\n"}],"summary":[{"Summary":" At Beacon Hill, my areas of focus include Bioanalytical and DMPK in both Discovery and Clinical settings, as well as US, Global, and HCP Marketing, National Sales, and Commercial build-outs.\n\n"}],"basics":{"title":"Consultant","name":{"middleName":"Nolan","surname":"Senior","firstName":"Seth"},"gender":"male"},"accomplishments":[{"Publications":" Introducing Fanium, the First Social Network for Sports thereformedbroker.com May 3, 2012 Authors: Seth Nolan\n\nDetails Fanium's first web based sports network, which we built at the beginning of 2012.\n\n"}],"education_and_training":[{"Certifications":" Finance: Time Value of Money Smartly by Pedago, LLC\n\nPage3\n\nAccounting I: Fundamentals Smartly by Pedago, LLC\n\nPage4\n\nSeth Nolan Senior Consultant at Beacon Hill Pharma\n\nContact Seth on LinkedIn\n"},{"Education":" Brown University Bachelor of Arts (B.A.), Human Biology: Human Health and Disease Activities and Societies: GoLudo, Wrestling, College Hill Events, Relay for Life Team Leader, Junior Achievement, Main Green TV,\n\n"}],"work_experience":[{"jobtitle":"Manager","text":" - 2015 (2 years)\n\nAcquired new customers for various Fortune 100 and 500 clients through a direct approach sales system.\n\nConducted preliminary, secondary, and final interviews for applicants. Responsible for training entry-level employees, as well as managing a team of 5-10 people on a daily basis.\n\nLearned the in's and outs of small business management, developed strong sales skills via building rapore, trust, and finding value; learned how to effectively and efficiently manage a team of coworkers.\n\n","date_start":"August 2013"},{"date_end":"June 2013","jobtitle":"Chief Operating Officer","text":" (2 years 3 months)\n\nOversaw many day to day operational tasks within the company, ranging from, but not limited to managing summer internships, running payroll, and tracking all financial credits and debits.\n\nPage2\n\nResponsible for organizing the companies financial system, to ensure efficiency. Finalized multiple deals to license Faniums tweet feeder API to partners within the Fantasy Space.\n\nDeveloped strong organizational skills, an ability to manage a team, and gained extensive experience working with QuickBooks, excel, and other payroll systems.\n\n","date_start":"April 2011"},{"Experience":" Senior Consultant at Beacon Hill Staffing Group - Pharma Division May 2016 - Present (3 months)\n\nFrom staff augmentation and project\/business specific solutions to direct (permanent) placement services, Beacon Hill Pharma’s dedicated team of recruiting and staffing experts consistently delivers quality professionals on a time-sensitive basis.\n\nSpecialties: Specialize in all levels of Clinical Research, Medical Directors, Project Management, Data Management, Biometrics, Drug Safety, Medical Writing, Regulatory Affairs, Quality, Document Management, Medical Affairs, core platform functions, executive placements, and pharmaceutical recruiter placement.\n\nLife Science Recruiting "},{"date_end":"April 2016","jobtitle":"Consultant","text":" (1 year)\n\nAccount ","date_start":"2015"}]}