{"skills":[{"Technologies":": Android RDBMS: My SQL Areas of Interest: Android Apps Development\n\n Strong team worker with remarkable interpersonal, management and organizational skills.\n\n Quick Learner and self-disciplined person.\n\n Smart worker with remarkable presentation skills.\n\n Became Google Facilitator under Applied CS with Android, one of Google’s Programs\n\nin 2017.\n\n Won first prize in Project Marathon in TECHPRO-2015 conducted by IMSEC.\n\n Won third prize in Poster Presentation in National Seminar on Future Trends and\n\nInnovations in Computer Engineering – 2015.\n\n Won several prizes in Sports and other technical\/non-technical events at School and\n\nCollege level.\n\n Coordinator, Fresher D Festa’15.\n\n Successfully completed Ethical Hacking Workshop conducted in Technocruise’16\n\nby IIT Kanpur.\n\n Successfully completed AcceloRex Workshop conducted by SkillRex Technology\n\nheld at IMSEC.\n\n Attended a day Seminar on MATLAB (Image Processing) held at IMSEC.\n\n Listening Songs\n\n Playing Table Tennis\n\nName\n\nFather’s Name\n\n: -\n\n: -\n\nKetan Priyam Khare\n\nMr.Ramesh Khare Date of Birth : - 18-12-1996\n\nPermanent Address : - 53, Lohar Bagh, Sitapur, Uttar Pradesh, Pin Code-261001\n\nContact No : - +91-9910587937\n\nE-mail Id : - k.khare24@gmail.com Languages Known : - English and Hindi\n\n"},{"TECHNICAL SKILLS":":\n\nCORE COMPETENCIES:\n\nSCHOLASTIC AND CO-CURRICULAR ACHIEVEMENTS:\n\nRESPONSIBILITIES UNDERTAKEN\n\n"}],"summary":[{"CAREER OBJECTIVE":"\n\nEDUCATIONAL QUALIFICATION\n\n"}],"basics":{"email":["k.khare24@gmail.com"],"name":{"surname":"Tech"}},"work_experience":[{"PROJECTS":" UNDERTAKEN:\n\nPlatforms: Windows XP\/7\/8 Languages: C, C++, JAVA Basics\n\n"},{"Project":" Perspective: This project work is related to the development of website which\n\ninvolves the introduction to the department with the necessary information along with the\n\nvarious events and facilities in the department.\n\n"},{"Project":" Perspective: This project work is related to the development of website which\n\ninvolves the attractive outlook of the site with the management of registration database with\n\nthe updated event information as well as the gallery of the event.\n\n3. Mechanical Department Website Design\n\n "},{"Project":" Perspective: This project work is related to one of major problem of hospitals.\n\nIt provides the features like the e-appointment with the doctors and e-reports of the\n\npatients. It is based on ANDROID Platform.\n\n2. CHAKRAVYUH (National Level Sports Fest) Website Design\n\n "}]}